---
kind: property
id: P:Autodesk.Revit.DB.Visual.Concrete.ConcreteBumpMap
source: html/07ddf6cf-9cec-7fb1-61dd-1ad0f70e10f2.htm
---
# Autodesk.Revit.DB.Visual.Concrete.ConcreteBumpMap Property

The property labeled "Image" from the "Concrete" schema.

## Syntax (C#)
```csharp
public static string ConcreteBumpMap { get; }
```

## Remarks
This property is of type "AssetPropertyReference" and will only contain a reference to a connected image.